12/data/attachments/432bd447a1e20d04.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Madison_security_Friend_23435_4</nif:username>
            <nif:friendToBeRequested>soap_friends_65f8c294-a64a-4bc2-a466-5d184e4ae4e4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>